/* menu item that opens Accounts system pref, Mobility tab */
"Account Mobility Preferences..." = "Liikkuvan tilin asetukset...";

/* menu item, account sync status = not synced yet */
"Account Never Synchronized" = "Kotia ei ole koskaan synkronoitu";

/* menu item, account sync status = currently checking account */
"Checking..." = "Tarkistetaan...";

/* menu item, account sync status = currently this file path */
"Checking path" = "Tarkistetaan ”%@”";

/* menu item, account sync status = time of last sync with time appended */
"Last Account Sync: %@" = "Kotikansion edellinen synkronointi: %@";

/* menu item to sync your account now */
"Sync Account Now" = "Synkronoi kotikansio nyt";

/* menu item, account sync status = currently syncing account */
"Synchronizing..." = "Synkronoidaan...";

/* these are used in place of "Synchronizing...", when extra data is available */

"CINCH_PROG_STATUS_MESSAGE_ITEMS" = "Synkronoidaan %@ / %@ kohdetta – %@ %% suoritettu.";
/* CINCH_PROG_STATUS_MESSAGE_...BYTES strings are inserted into CINCH_PROG_STATUS_MESSAGE_PROGRESS, e.g. "Syncing 900 KB of 20 MB – 5% complete." */
"CINCH_PROG_STATUS_MESSAGE_PROGRESS" = "Synkronoidaan %@ / %@ – %@ %% suoritettu.";
"CINCH_PROG_STATUS_MESSAGE_BYTES" = "%@ tavua";
"CINCH_PROG_STATUS_MESSAGE_KILOBYTES" = "%@ Kt";
"CINCH_PROG_STATUS_MESSAGE_MEGABYTES" = "%@ Mt";
"CINCH_PROG_STATUS_MESSAGE_GIGABYTES" = "%@ Gt";

/* menu item, account sync status = cleaning up sync */
"Cleaning up..." = "Siivotaan...";

/* menu item, account sync status = cancelling sync */
"Canceling..." = "Kumotaan...";

/* menu item, account sync status = finishing sync */
"Finishing..." = "Viimeistellään...";

/* menu item, account sync status = resolving conflicts */
"Resolving Conflicts..." = "Ratkaistaan ristiriitoja...";

/* menu item, show sync status dialog */
"Sync Status" = "Kotikansion synkronoinnin tila...";

/* menu item, one sync conflict */
"There is 1 Sync Conflict" = "Synkronoinnissa havaittiin 1 ristiriita";

/* menu item, many sync conflicts */
"There are 2 Sync Conflicts" = "Synkronoinnissa havaittiin %@ ristiriitaa";

/* menu item, one sync error */
"There is 1 Sync Error" = "Synkronoinnissa havaittiin yksi virhe";

/* menu item, many sync conflicts */
"There are 2 Sync Errors" = "Synkronoinnissa havaittiin %@ virhettä";

/* menu item, one sync conflict and one sync error */
"There is 1 Sync Conflict 1 Sync Error" = "Synkronoinnissa havaittiin yksi ristiriita ja yksi virhe";

/* menu item, one sync conflict and many sync errors */
"There is 1 Sync Conflict 2 Sync Errors" = "Synkronoinnissa havaittiin yksi ristiriita ja %@ virhettä";

/* menu item, many sync conflicts and one sync error */
"There are 2 Sync Conflicts and 1 Sync Error" = "Synkronoinnissa havaittiin %@ ristiriitaa ja yksi virhe";

/* menu item, many sync conflicts and many sync errors */
"There are 2 Sync Conflicts and 2 Sync Errors" = "Synkronoinnissa havaittiin %@ ristiriitaa ja %@ virhettä";

/* menu item, many sync conflicts and errors */
"There are 2 Sync Conflicts and Errors" = "Synkronoinnissa havaittiin %@ ristiriitaa ja virhettä";


/* menu item, review conflicts */
"Review Conflicts Now..." = "Tarkista ristiriidat...";

/* menu item, review conflicts */
"Review Conflicts and Errors Now..." = "Tarkastele ristiriitoja ja virheitä...";

/* menu item, review conflicts */
"Review Errors Now..." = "Tarkastele virheitä...";


